Repository: aleksandr-developer1/notchmate
Catalog: Resources/Localizable.xcstrings
Source language: ru
Languages: de, en, es, fr, ja, pt_br, zh_hans

source: микрофон занят:
de: Mikrofon belegt:
en: microphone busy:
es: micrófono ocupado:
fr: micro occupé :
ja: マイク使用中：
pt_br: microfone ocupado:
zh_hans: 麦克风被占用：

source: микрофон свободен
de: Mikrofon frei
en: microphone free
es: micrófono libre
fr: micro libre
ja: マイクは空いています
pt_br: microfone livre
zh_hans: 麦克风空闲

source: мс
de: ms
en: ms
es: ms
fr: ms
ja: ms
pt_br: ms
zh_hans: 毫秒

source: на этом компьютере
de: auf diesem Computer
en: on this computer
es: en este ordenador
fr: sur cet ordinateur
ja: このコンピュータ上
pt_br: neste computador
zh_hans: 在这台电脑上

source: назначена на вас
de: dir zugewiesen
en: assigned to you
es: asignada a ti
fr: qui vous est assignée
ja: あなたに割り当て
pt_br: atribuída a você
zh_hans: 分配给你

source: найден
de: gefunden
en: found
es: encontrado
fr: trouvé
ja: 見つかりました
pt_br: encontrado
zh_hans: 已找到

source: не запрашивалось
de: nicht angefragt
en: not requested
es: no solicitado
fr: non demandé
ja: 未要求
pt_br: não solicitado
zh_hans: 尚未请求

source: не запустился помощник
de: Helfer wurde nicht gestartet
en: the helper didn't start
es: el asistente no se inició
fr: l’assistant n’a pas démarré
ja: ヘルパーが起動しませんでした
pt_br: o assistente não iniciou
zh_hans: 辅助程序未启动

source: не найден — brew install gh, затем gh auth login
de: nicht gefunden – brew install gh, dann gh auth login
en: not found — brew install gh, then gh auth login
es: no encontrado: brew install gh y luego gh auth login
fr: introuvable — brew install gh, puis gh auth login
ja: 見つかりません — brew install gh の後に gh auth login
pt_br: não encontrado — brew install gh, depois gh auth login
zh_hans: 未找到——先 brew install gh，再 gh auth login

source: не найдено
de: nicht gefunden
en: not found
es: no encontrado
fr: introuvable
ja: 見つかりません
pt_br: não encontrado
zh_hans: 未找到

source: не настроено
de: nicht eingerichtet
en: not set up
es: sin configurar
fr: non configuré
ja: 未設定
pt_br: não configurado
zh_hans: 未配置

source: не опубликована
de: nicht veröffentlicht
en: not published
es: sin publicar
fr: non publiée
ja: 未公開
pt_br: não publicada
zh_hans: 未发布

source: не подключено
de: nicht verbunden
en: not connected
es: no conectado
fr: non connecté
ja: 未接続
pt_br: não conectado
zh_hans: 未连接

source: не удалось подготовить вход
de: Anmeldung konnte nicht vorbereitet werden
en: couldn't prepare the sign-in
es: no se pudo preparar el inicio de sesión
fr: impossible de préparer la connexion
ja: サインインを準備できませんでした
pt_br: não foi possível preparar o login
zh_hans: 无法准备登录

source: неизвестно
de: unbekannt
en: unknown
es: desconocido
fr: inconnu
ja: 不明
pt_br: desconhecido
zh_hans: 未知

source: нет доступа
de: kein Zugriff
en: no access
es: sin acceso
fr: pas d’accès
ja: アクセス不可
pt_br: sem acesso
zh_hans: 无访问权限

source: нет ключа
de: kein Schlüssel
en: no key
es: sin clave
fr: pas de clé
ja: キーなし
pt_br: sem chave
zh_hans: 无密钥

source: нет модели
de: kein Modell
en: no model
es: sin modelo
fr: pas de modèle
ja: モデルなし
pt_br: sem modelo
zh_hans: 无模型

source: нет скрипта синхронизации
de: kein Synchronisationsskript
en: no sync script
es: no hay script de sincronización
fr: pas de script de synchronisation
ja: 同期スクリプトがありません
pt_br: sem script de sincronização
zh_hans: 没有同步脚本

source: ниже на %lld
de: %lld niedriger
en: %lld lower
es: %lld más bajo
fr: %lld de moins
ja: %lld 低い
pt_br: %lld mais baixo
zh_hans: 低 %lld

source: низкий
de: niedrig
en: low
es: bajo
fr: faible
ja: 低
pt_br: baixo
zh_hans: 低

source: норма
de: normal
en: normal
es: normal
fr: normal
ja: 正常
pt_br: normal
zh_hans: 正常

source: нужен ключ Anthropic
de: Anthropic-Schlüssel nötig
en: Anthropic key required
es: se necesita la clave de Anthropic
fr: clé Anthropic requise
ja: Anthropic のキーが必要です
pt_br: é preciso a chave da Anthropic
zh_hans: 需要 Anthropic 密钥

source: нужно подключить аккаунт
de: Konto verbinden
en: connect an account
es: hay que conectar una cuenta
fr: compte à connecter
ja: アカウントの接続が必要です
pt_br: é preciso conectar uma conta
zh_hans: 需要连接账号

source: обновлено
de: aktualisiert
en: updated
es: actualizado
fr: mis à jour
ja: 更新
pt_br: atualizado
zh_hans: 更新于

source: объект
de: Objekt
en: item
es: elemento
fr: élément
ja: 件
pt_br: item
zh_hans: 项

source: объекта
de: Objekte
en: items
es: elementos
fr: éléments
ja: 件
pt_br: itens
zh_hans: 项

source: объектов
de: Objekte
en: items
es: elementos
fr: éléments
ja: 件
pt_br: itens
zh_hans: 项

source: ожидание
de: Warten
en: waiting
es: espera
fr: attente
ja: 待機
pt_br: espera
zh_hans: 等待

source: осталось
de: noch
en: left
es: quedan
fr: reste
ja: 残り
pt_br: faltam
zh_hans: 剩余

source: осталось %@
de: noch %@
en: %@ left
es: quedan %@
fr: reste %@
ja: 残り %@
pt_br: faltam %@
zh_hans: 剩余 %@

source: отвлечений: %lld
de: Ablenkungen: %lld
en: distractions: %lld
es: distracciones: %lld
fr: distractions : %lld
ja: 気晴らし：%lld
pt_br: distrações: %lld
zh_hans: 分心次数：%lld

source: отдыхаем
de: Pause
en: resting
es: descansando
fr: repos
ja: 休憩中
pt_br: descansando
zh_hans: 休息中

source: ошибка помощника (%d)
de: Helferfehler (%d)
en: helper error (%d)
es: error del asistente (%d)
fr: erreur de l’assistant (%d)
ja: ヘルパーのエラー（%d）
pt_br: erro do assistente (%d)
zh_hans: 辅助程序出错（%d）

source: ошибка синхронизации
de: Synchronisierungsfehler
en: sync error
es: error de sincronización
fr: erreur de synchronisation
ja: 同期エラー
pt_br: erro de sincronização
zh_hans: 同步出错

source: папка экспорта не найдена
de: Exportordner nicht gefunden
en: export folder not found
es: no se encontró la carpeta de exportación
fr: dossier d’export introuvable
ja: 書き出しフォルダが見つかりません
pt_br: pasta de exportação não encontrada
zh_hans: 未找到导出文件夹

source: пауза
de: pausiert
en: paused
es: en pausa
fr: en pause
ja: 一時停止中
pt_br: pausado
zh_hans: 已暂停

source: перерыв окончен
de: Pause vorbei
en: break is over
es: se acabó el descanso
fr: pause terminée
ja: 休憩終了
pt_br: a pausa acabou
zh_hans: 休息结束

source: подключено
de: verbunden
en: connected
es: conectado
fr: connecté
ja: 接続済み
pt_br: conectado
zh_hans: 已连接

source: подключено: %lld
de: verbunden: %lld
en: connected: %lld
es: conectados: %lld
fr: connectés : %lld
ja: 接続済み：%lld
pt_br: conectados: %lld
zh_hans: 已连接：%lld

source: подскажет, что спросить и что в коде · ⌃⌥H
de: schlägt vor, was du fragen kannst und was im Code steht · ⌃⌥H
en: suggests what to ask and what's in the code · ⌃⌥H
es: sugiere qué preguntar y qué hay en el código · ⌃⌥H
fr: suggère quoi demander et ce qu’il y a dans le code · ⌃⌥H
ja: 何を聞くか、コードに何があるかを提案 · ⌃⌥H
pt_br: sugere o que perguntar e o que há no código · ⌃⌥H
zh_hans: 提示该问什么以及代码里有什么 · ⌃⌥H

source: покой
de: Ruhe
en: resting
es: reposo
fr: repos
ja: 安静
pt_br: repouso
zh_hans: 静息

source: проверка
de: Prüfung
en: review
es: revisión
fr: vérification
ja: 確認
pt_br: verificação
zh_hans: 审核

source: проверки идут · %lld/%lld
de: Prüfungen laufen · %lld/%lld
en: checks running · %lld/%lld
es: comprobaciones en curso · %lld/%lld
fr: vérifications en cours · %lld/%lld
ja: チェック実行中 · %lld/%lld
pt_br: verificações em andamento · %lld/%lld
zh_hans: 检查进行中 · %lld/%lld

source: просрочено
de: überfällig
en: overdue
es: vencido
fr: en retard
ja: 期限切れ
pt_br: atrasado
zh_hans: 已逾期

source: просрочено · %@
de: überfällig · %@
en: overdue · %@
es: vencido · %@
fr: en retard · %@
ja: 期限切れ · %@
pt_br: atrasado · %@
zh_hans: 已逾期 · %@

source: протокол
de: Protokoll
en: minutes
es: acta
fr: compte rendu
ja: 議事録
pt_br: ata
zh_hans: 纪要

source: пульс
de: Puls
en: heart rate
es: pulso
fr: pouls
ja: 心拍数
pt_br: pulso
zh_hans: 心率

source: разработчик и автор обсуждаемого проекта, хорошо знает код, архитектуру и предметную область
de: Entwickler und Autor des besprochenen Projekts, kennt Code, Architektur und Fachgebiet gut
en: a developer and author of the project under discussion who knows the code, architecture and domain well
es: desarrollador y autor del proyecto del que se habla, conoce bien el código, la arquitectura y el dominio
fr: développeur et auteur du projet discuté, connaît bien le code, l’architecture et le domaine
ja: 話題のプロジェクトの開発者兼作者で、コード・アーキテクチャ・業務領域をよく知っている
pt_br: desenvolvedor e autor do projeto em discussão, conhece bem o código, a arquitetura e o domínio
zh_hans: 所讨论项目的开发者和作者，熟悉代码、架构和业务领域

source: разрешено
de: erlaubt
en: allowed
es: permitido
fr: autorisé
ja: 許可済み
pt_br: permitido
zh_hans: 已允许

source: расшифровка
de: Transkription
en: transcription
es: transcripción
fr: transcription
ja: 文字起こし
pt_br: transcrição
zh_hans: 转写

source: речь не распознана
de: Sprache nicht erkannt
en: speech wasn't recognized
es: no se reconoció la voz
fr: parole non reconnue
ja: 音声を認識できませんでした
pt_br: fala não reconhecida
zh_hans: 未识别到语音

source: сверх оценки %@
de: %@ über der Schätzung
en: over the estimate by %@
es: %@ por encima de la estimación
fr: %@ au-delà de l’estimation
ja: 見積もりを %@ 超過
pt_br: %@ acima da estimativa
zh_hans: 超出预估 %@

source: сегодня
de: heute
en: today
es: hoy
fr: aujourd’hui
ja: 今日
pt_br: hoje
zh_hans: 今天

source: сейчас
de: jetzt
en: now
es: ahora
fr: maintenant
ja: 今
pt_br: agora
zh_hans: 现在

source: сервер настроен
de: Server eingerichtet
en: server set up
es: servidor configurado
fr: serveur configuré
ja: サーバー設定済み
pt_br: servidor configurado
zh_hans: 服务器已配置

source: синхронизация…
de: synchronisiere…
en: syncing…
es: sincronizando…
fr: synchronisation…
ja: 同期中…
pt_br: sincronizando…
zh_hans: 正在同步…

source: созвон
de: Anruf
en: call
es: llamada
fr: appel
ja: 通話
pt_br: chamada
zh_hans: 通话

source: специалист по обсуждаемой теме
de: Fachexperte für das besprochene Thema
en: an expert on the topic under discussion
es: especialista en el tema que se trata
fr: spécialiste du sujet abordé
ja: 話題の分野の専門家
pt_br: especialista no tema em discussão
zh_hans: 所讨论主题的专家

source: средний
de: mittel
en: medium
es: medio
fr: moyen
ja: 中
pt_br: médio
zh_hans: 中

source: средний %lld
de: Durchschnitt %lld
en: average %lld
es: media %lld
fr: moyenne %lld
ja: 平均 %lld
pt_br: média %lld
zh_hans: 平均 %lld

source: стресс
de: Stress
en: stress
es: estrés
fr: stress
ja: ストレス
pt_br: estresse
zh_hans: 压力

source: тишина
de: Stille
en: silence
es: silencio
fr: silence
ja: 静か
pt_br: silêncio
zh_hans: 安静

source: только что
de: gerade eben
en: just now
es: ahora mismo
fr: à l’instant
ja: たった今
pt_br: agora mesmo
zh_hans: 刚刚

source: упало: %@
de: fehlgeschlagen: %@
en: failed: %@
es: falló: %@
fr: en échec : %@
ja: 失敗：%@
pt_br: falhou: %@
zh_hans: 失败：%@

source: файлы не похожи на экспорт Health Auto Export
de: die Dateien sehen nicht nach einem Health-Auto-Export-Export aus
en: the files don't look like a Health Auto Export export
es: los archivos no parecen una exportación de Health Auto Export
fr: les fichiers ne ressemblent pas à un export Health Auto Export
ja: Health Auto Export の書き出しファイルではないようです
pt_br: os arquivos não parecem uma exportação do Health Auto Export
zh_hans: 这些文件不像 Health Auto Export 的导出

source: фокусу
de: Fokus
en: focus
es: el foco
fr: le focus
ja: 集中
pt_br: o foco
zh_hans: 专注

source: ч
de: Std.
en: h
es: h
fr: h
ja: 時間
pt_br: h
zh_hans: 小时

source: ч · %lld
de: Std. · %lld
en: h · %lld
es: h · %lld
fr: h · %lld
ja: 時間 · %lld
pt_br: h · %lld
zh_hans: 小时 · %lld

source: через %lld мин
de: in %lld Min.
en: in %lld min
es: en %lld min
fr: dans %lld min
ja: %lld 分後
pt_br: em %lld min
zh_hans: %lld 分钟后

source: чисто
de: sauber
en: clean
es: limpio
fr: propre
ja: クリーン
pt_br: limpo
zh_hans: 干净

source: ↩ в заметку дня · ⌘↩ новая
de: ↩ in die Tagesnotiz · ⌘↩ neu
en: ↩ to the daily note · ⌘↩ new
es: ↩ a la nota del día · ⌘↩ nueva
fr: ↩ dans la note du jour · ⌘↩ nouvelle
ja: ↩ デイリーノートへ · ⌘↩ 新規
pt_br: ↩ na nota do dia · ⌘↩ nova
zh_hans: ↩ 写入每日笔记 · ⌘↩ 新建

source: ↩ во «Входящие» · ⌘↩ новая
de: ↩ in den Eingang · ⌘↩ neu
en: ↩ to the Inbox · ⌘↩ new
es: ↩ a la bandeja de entrada · ⌘↩ nueva
fr: ↩ dans la boîte de réception · ⌘↩ nouvelle
ja: ↩ 受信箱へ · ⌘↩ 新規
pt_br: ↩ na caixa de entrada · ⌘↩ nova
zh_hans: ↩ 写入收件箱 · ⌘↩ 新建

source: ⇧↩ — новая строка.
de: ⇧↩ – neue Zeile.
en: ⇧↩ — new line.
es: ⇧↩: nueva línea.
fr: ⇧↩ — nouvelle ligne.
ja: ⇧↩ で改行。
pt_br: ⇧↩ — nova linha.
zh_hans: ⇧↩ 换行。

source: ▸ Устанавливаю помощник (один раз, ~30 сек)…
de: ▸ Helfer wird installiert (einmalig, ~30 Sek.)…
en: ▸ Installing the helper (once, ~30 s)…
es: ▸ Instalando el asistente (una vez, ~30 s)…
fr: ▸ Installation de l’assistant (une fois, ~30 s)…
ja: ▸ ヘルパーをインストール中（初回のみ、約 30 秒）…
pt_br: ▸ Instalando o assistente (uma vez, ~30 s)…
zh_hans: ▸ 正在安装辅助程序（仅一次，约 30 秒）…

source: ✗ Не удалось установить garminconnect
de: ✗ garminconnect konnte nicht installiert werden
en: ✗ Couldn't install garminconnect
es: ✗ No se pudo instalar garminconnect
fr: ✗ Impossible d’installer garminconnect
ja: ✗ garminconnect をインストールできませんでした
pt_br: ✗ Não foi possível instalar o garminconnect
zh_hans: ✗ 无法安装 garminconnect

source: ✗ Нужен Python 3: установите Xcode Command Line Tools (xcode-select --install)
de: ✗ Python 3 wird benötigt: installiere die Xcode Command Line Tools (xcode-select --install)
en: ✗ Python 3 is required: install Xcode Command Line Tools (xcode-select --install)
es: ✗ Se necesita Python 3: instala Xcode Command Line Tools (xcode-select --install)
fr: ✗ Python 3 est requis : installez les Xcode Command Line Tools (xcode-select --install)
ja: ✗ Python 3 が必要です：Xcode Command Line Tools をインストールしてください（xcode-select --install）
pt_br: ✗ É preciso o Python 3: instale o Xcode Command Line Tools (xcode-select --install)
zh_hans: ✗ 需要 Python 3：请安装 Xcode Command Line Tools（xcode-select --install）
